Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# store.freeToday
source: Free today: %lld puzzles, %lld Rush run, %lld of each other exercise.
ar_sa: المجاني اليوم: %lld ألغاز، %lld جولة سريعة، و%lld من كل تمرين آخر.
cs: Dnes zdarma: %lld úloh, %lld série Rush, %lld z každého dalšího cvičení.
da: Gratis i dag: %lld opgaver, %lld Rush-runde og %lld af hver af de andre.
de_de: Heute frei: %lld Aufgaben, %lld Rush-Lauf, je %lld der anderen Übungen.
el: Δωρεάν σήμερα: %lld ασκήσεις, %lld γύρος Ρας, %lld από καθεμία από τις υπόλοιπες.
es_es: Hoy gratis: %lld ejercicios, %lld serie de Rush y %lld de cada uno de los demás.
fi: Tänään ilmaiseksi: %lld tehtävää, %lld Rush-kierros ja %lld kutakin muuta.
fr_ca: Gratuit aujourd'hui : %lld problèmes, %lld run Rush, %lld de chacun des autres exercices.
he: חינם היום: %lld תרגילים, %lld סבב, ו-%lld מכל אחד מהשאר.
hi: आज मुफ़्त: %lld पहेलियाँ, %lld रश दौर, और बाक़ी हर एक में %lld।
hu: Ma ingyen: %lld feladvány, %lld Rush-kör, a többiből egyenként %lld.
id: Gratis hari ini: %lld soal, %lld sesi Rush, dan %lld dari masing-masing yang lain.
it: Oggi gratis: %lld esercizi, %lld serie Rush, %lld di ciascuno degli altri.
ja: 今日の無料分: 問題 %lld 問、ラッシュ %lld 回、その他は各 %lld 問。
ko: 오늘 무료: 문제 %lld개, 러시 %lld회, 나머지는 각 %lld개.
ms: Percuma hari ini: %lld teka-teki, %lld pusingan Rush dan %lld daripada setiap yang lain.
nl_nl: Vandaag gratis: %lld puzzels, %lld Rush-ronde, %lld van elk van de andere.
no: Gratis i dag: %lld oppgaver, %lld Rush-runde og %lld av hver av de andre.
pl: Dziś za darmo: %lld zadań, %lld seria Rush, po %lld z pozostałych ćwiczeń.
pt_br: Grátis hoje: %lld exercícios, %lld série de Rush e %lld de cada um dos outros.
ro: Gratuit azi: %lld exerciții, %lld rundă Rush și %lld din fiecare dintre celelalte.
ru: Сегодня бесплатно: задач — %lld, серия Раш — %lld, по %lld из остальных упражнений.
sv: Gratis i dag: %lld uppgifter, %lld Rush-runda och %lld av var och en av de andra.
th: วันนี้ฟรี: %lld ข้อ, รัช %lld รอบ และอย่างละ %lld ข้อสำหรับที่เหลือ
tr: Bugün ücretsiz: %lld problem, %lld Rush turu, diğerlerinden %lld'er tane.
vi: Miễn phí hôm nay: %lld bài tập, %lld lượt Rush và %lld bài mỗi mục còn lại.
zh_hans: 今日免费：%lld 道题、%lld 次冲刺，其余每项 %lld 个。
zh_hant: 今日免費：%lld 道題、%lld 次衝刺，其餘每項 %lld 個。

# store.lifetime
source: One-off unlock
ar_sa: فتح لمرة واحدة
cs: Jednorázově
da: Engangskøb
de_de: Einmalig freischalten
el: Εφάπαξ
es_es: Pago único
fi: Kertaosto
fr_ca: Achat unique
he: רכישה חד-פעמית
hi: एक बार का भुगतान
hu: Egyszeri feloldás
id: Sekali bayar
it: Sblocco una tantum
ja: 買い切り
ko: 한 번만 결제
ms: Bayar sekali
nl_nl: Eenmalig
no: Engangskjøp
pl: Jednorazowo
pt_br: Compra única
ro: Plată unică
ru: Разовая покупка
sv: Engångsköp
th: จ่ายครั้งเดียว
tr: Tek seferlik
vi: Mua một lần
zh_hans: 一次买断
zh_hant: 一次買斷

# store.loadingPrices
source: Loading prices…
ar_sa: جارٍ تحميل الأسعار…
cs: Načítání cen…
da: Henter priser…
de_de: Preise werden geladen …
el: Φόρτωση τιμών…
es_es: Cargando precios…
fi: Ladataan hintoja…
fr_ca: Chargement des prix…
he: טוען מחירים…
hi: क़ीमतें लोड हो रही हैं…
hu: Árak betöltése…
id: Memuat harga…
it: Caricamento prezzi…
ja: 価格を読み込み中…
ko: 가격을 불러오는 중…
ms: Memuatkan harga…
nl_nl: Prijzen laden…
no: Henter priser…
pl: Wczytywanie cen…
pt_br: Carregando preços…
ro: Se încarcă prețurile…
ru: Загрузка цен…
sv: Hämtar priser…
th: กำลังโหลดราคา…
tr: Fiyatlar yükleniyor…
vi: Đang tải giá…
zh_hans: 正在加载价格…
zh_hant: 正在載入價格…

# store.manage
source: Manage subscription
ar_sa: إدارة الاشتراك
cs: Spravovat předplatné
da: Administrer abonnement
de_de: Abo verwalten
el: Διαχείριση συνδρομής
es_es: Gestionar suscripción
fi: Hallitse tilausta
fr_ca: Gérer l'abonnement
he: ניהול מינוי
hi: सदस्यता प्रबंधित करें
hu: Előfizetés kezelése
id: Kelola langganan
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
ms: Urus langganan
nl_nl: Abonnement beheren
no: Administrer abonnement
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ro: Gestionează abonamentul
ru: Управление подпиской
sv: Hantera prenumeration
th: จัดการการสมัคร
tr: Aboneliği yönet
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

# store.manageFailed
source: Could not open subscription management: %@
ar_sa: تعذّر فتح إدارة الاشتراكات: %@
cs: Nepodařilo se otevřít správu předplatných: %@
da: Kunne ikke åbne abonnementsstyring: %@
de_de: Abo-Verwaltung konnte nicht geöffnet werden: %@
el: Δεν άνοιξε η διαχείριση συνδρομών: %@
es_es: No se pudo abrir la gestión de suscripciones: %@
fi: Tilaushallintaa ei voitu avata: %@
fr_ca: Impossible d'ouvrir la gestion des abonnements : %@
he: לא ניתן לפתוח את ניהול המינויים: %@
hi: सदस्यता प्रबंधन नहीं खुल सका: %@
hu: Nem sikerült megnyitni az előfizetés-kezelést: %@
id: Tidak bisa membuka pengelolaan langganan: %@
it: Impossibile aprire la gestione degli abbonamenti: %@
ja: サブスクリプション管理を開けませんでした: %@
ko: 구독 관리를 열지 못했습니다: %@
ms: Gagal membuka pengurusan langganan: %@
nl_nl: Kon abonnementsbeheer niet openen: %@
no: Kunne ikke åpne abonnementsadministrasjon: %@
pl: Nie udało się otworzyć zarządzania subskrypcjami: %@
pt_br: Não foi possível abrir o gerenciamento de assinaturas: %@
ro: Nu s-a putut deschide gestionarea abonamentelor: %@
ru: Не удалось открыть управление подписками: %@
sv: Kunde inte öppna prenumerationshanteringen: %@
th: เปิดการจัดการการสมัครไม่ได้: %@
tr: Abonelik yönetimi açılamadı: %@
vi: Không mở được phần quản lý đăng ký: %@
zh_hans: 无法打开订阅管理：%@
zh_hant: 無法開啟訂閱管理：%@

# store.monthly
source: Monthly
ar_sa: شهريًا
cs: Měsíčně
da: Månedligt
de_de: Monatlich
el: Μηνιαία
es_es: Mensual
fi: Kuukausittain
fr_ca: Mensuel
he: חודשי
hi: मासिक
hu: Havi
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
ms: Bulanan
nl_nl: Maandelijks
no: Månedlig
pl: Miesięcznie
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månadsvis
th: รายเดือน
tr: Aylık
vi: Hằng tháng
zh_hans: 按月
zh_hant: 每月

# store.noAds
source: No adverts, in any part of the app, ever
ar_sa: لا إعلانات في أي جزء من التطبيق، أبدًا
cs: Žádné reklamy, nikde v aplikaci, nikdy
da: Ingen reklamer, ingen steder i appen, aldrig
de_de: Keine Werbung, nirgendwo in der App, nie
el: Καμία διαφήμιση, πουθενά στην εφαρμογή, ποτέ
es_es: Sin anuncios, en ninguna parte de la app, nunca
fi: Ei mainoksia missään kohtaa sovellusta, ei koskaan
fr_ca: Aucune publicité, nulle part dans l'app, jamais
he: בלי פרסומות, בשום מקום באפליקציה, אף פעם
hi: ऐप के किसी भी हिस्से में, कभी भी कोई विज्ञापन नहीं
hu: Semmilyen reklám, az alkalmazás semelyik részén, soha
id: Tanpa iklan, di bagian mana pun, selamanya
it: Nessuna pubblicità, in nessuna parte dell'app, mai
ja: アプリのどこにも、いつまでも広告なし
ko: 앱 어디에도, 언제까지나 광고 없음
ms: Tiada iklan, di mana-mana bahagian aplikasi, selamanya
nl_nl: Geen advertenties, nergens in de app, nooit
no: Ingen reklame, ingen steder i appen, aldri
pl: Żadnych reklam, w żadnej części aplikacji, nigdy
pt_br: Sem anúncios, em nenhuma parte do aplicativo, nunca
ro: Nicio reclamă, în nicio parte a aplicației, niciodată
ru: Никакой рекламы, нигде в приложении, никогда
sv: Ingen reklam, ingenstans i appen, aldrig
th: ไม่มีโฆษณาในทุกส่วนของแอป ตลอดไป
tr: Uygulamanın hiçbir yerinde, hiçbir zaman reklam yok
vi: Không quảng cáo, ở bất cứ đâu trong ứng dụng, mãi mãi
zh_hans: 应用任何角落都没有广告，永远没有
zh_hant: App 任何角落都沒有廣告，永遠沒有

# store.nothingToRestore
source: No purchase was found on this Apple Account.
ar_sa: لم يُعثر على أي شراء على حساب Apple هذا.
cs: Na tomto účtu Apple se nenašel žádný nákup.
da: Der blev ikke fundet noget køb på denne Apple-konto.
de_de: Auf diesem Apple-Account wurde kein Kauf gefunden.
el: Δεν βρέθηκε αγορά σε αυτόν τον λογαριασμό Apple.
es_es: No se encontró ninguna compra en esta cuenta de Apple.
fi: Tältä Apple-tililtä ei löytynyt ostoa.
fr_ca: Aucun achat trouvé sur ce compte Apple.
he: לא נמצאה רכישה בחשבון Apple הזה.
hi: इस Apple खाते पर कोई ख़रीद नहीं मिली।
hu: Ezen az Apple-fiókon nem található vásárlás.
id: Tidak ada pembelian di Akun Apple ini.
it: Nessun acquisto trovato su questo account Apple.
ja: この Apple アカウントに購入は見つかりませんでした。
ko: 이 Apple 계정에서 구입 내역을 찾지 못했습니다.
ms: Tiada pembelian ditemui pada Akaun Apple ini.
nl_nl: Geen aankoop gevonden op dit Apple-account.
no: Fant ingen kjøp på denne Apple-kontoen.
pl: Na tym koncie Apple nie znaleziono zakupu.
pt_br: Nenhuma compra encontrada nesta Conta Apple.
ro: Nu s-a găsit nicio achiziție pe acest cont Apple.
ru: На этом аккаунте Apple покупок не найдено.
sv: Inget köp hittades på det här Apple-kontot.
th: ไม่พบการซื้อในบัญชี Apple นี้
tr: Bu Apple Hesabında satın alma bulunamadı.
vi: Không tìm thấy giao dịch nào trên Tài khoản Apple này.
zh_hans: 此 Apple 账户下没有找到购买记录。
zh_hant: 此 Apple 帳號沒有找到購買紀錄。

# store.onceOnly
source: %@ once. No subscription, no renewal.
ar_sa: %@ مرة واحدة. بلا اشتراك وبلا تجديد.
cs: %@ jednou. Žádné předplatné, žádné obnovování.
da: %@ én gang. Intet abonnement, ingen fornyelse.
de_de: %@ einmalig. Kein Abo, keine Verlängerung.
el: %@ μία φορά. Χωρίς συνδρομή, χωρίς ανανέωση.
es_es: %@ una sola vez. Sin suscripción, sin renovación.
fi: %@ kerran. Ei tilausta, ei uusiutumista.
fr_ca: %@ une seule fois. Pas d'abonnement, pas de renouvellement.
he: %@ פעם אחת. בלי מנוי, בלי חידוש.
hi: %@ सिर्फ़ एक बार। न सदस्यता, न नवीनीकरण।
hu: %@ egyszer. Nincs előfizetés, nincs megújulás.
id: %@ sekali saja. Tanpa langganan, tanpa perpanjangan.
it: %@ una volta sola. Nessun abbonamento, nessun rinnovo.
ja: %@ を一度だけ。サブスクリプションなし、更新なし。
ko: %@ 한 번. 구독도, 갱신도 없습니다.
ms: %@ sekali sahaja. Tiada langganan, tiada pembaharuan.
nl_nl: %@ eenmalig. Geen abonnement, geen verlenging.
no: %@ én gang. Ingen abonnement, ingen fornyelse.
pl: %@ raz. Bez subskrypcji, bez odnawiania.
pt_br: %@ uma vez só. Sem assinatura, sem renovação.
ro: %@ o singură dată. Fără abonament, fără reînnoire.
ru: %@ один раз. Без подписки и без продления.
sv: %@ en gång. Ingen prenumeration, ingen förnyelse.
th: %@ ครั้งเดียว ไม่มีการสมัครสมาชิก ไม่มีการต่ออายุ
tr: Bir kez %@. Abonelik yok, yenileme yok.
vi: %@ một lần. Không đăng ký, không gia hạn.
zh_hans: %@ 一次付清。没有订阅，也不会续订。
zh_hant: %@ 一次付清。沒有訂閱，也不會續訂。

# store.pending
source: The purchase is waiting for approval.
ar_sa: الشراء بانتظار الموافقة.
cs: Nákup čeká na schválení.
da: Købet venter på godkendelse.
de_de: Der Kauf wartet auf Freigabe.
el: Η αγορά περιμένει έγκριση.
es_es: La compra está pendiente de aprobación.
fi: Osto odottaa hyväksyntää.
fr_ca: L'achat est en attente d'approbation.
he: הרכישה ממתינה לאישור.
hi: ख़रीद अनुमोदन की प्रतीक्षा में है।
hu: A vásárlás jóváhagyásra vár.
id: Pembelian menunggu persetujuan.
it: L'acquisto è in attesa di approvazione.
ja: 購入は承認待ちです。
ko: 구입이 승인 대기 중입니다.
ms: Pembelian menunggu kelulusan.
nl_nl: De aankoop wacht op goedkeuring.
no: Kjøpet venter på godkjenning.
pl: Zakup czeka na zatwierdzenie.
pt_br: A compra está aguardando aprovação.
ro: Achiziția așteaptă aprobare.
ru: Покупка ожидает подтверждения.
sv: Köpet väntar på godkännande.
th: การซื้อกำลังรอการอนุมัติ
tr: Satın alma onay bekliyor.
vi: Giao dịch đang chờ phê duyệt.
zh_hans: 购买正在等待批准。
zh_hant: 購買正在等待核准。

# store.perMonth
source: %@ per month, renews automatically
ar_sa: %@ شهريًا، يتجدّد تلقائيًا
cs: %@ měsíčně, obnovuje se automaticky
da: %@ om måneden, fornyes automatisk
de_de: %@ pro Monat, verlängert sich automatisch
el: %@ τον μήνα, ανανεώνεται αυτόματα
es_es: %@ al mes, se renueva automáticamente
fi: %@ kuukaudessa, uusiutuu automaattisesti
fr_ca: %@ par mois, renouvellement automatique
he: %@ לחודש, מתחדש אוטומטית
hi: %@ प्रति माह, अपने आप नवीनीकरण
hu: %@ havonta, automatikusan megújul
id: %@ per bulan, diperpanjang otomatis
it: %@ al mese, si rinnova da solo
ja: 月 %@、自動更新
ko: 월 %@, 자동 갱신
ms: %@ sebulan, diperbaharui secara automatik
nl_nl: %@ per maand, verlengt automatisch
no: %@ i måneden, fornyes automatisk
pl: %@ miesięcznie, odnawia się automatycznie
pt_br: %@ por mês, renova automaticamente
ro: %@ pe lună, se reînnoiește automat
ru: %@ в месяц, продлевается автоматически
sv: %@ i månaden, förnyas automatiskt
th: %@ ต่อเดือน ต่ออายุอัตโนมัติ
tr: Ayda %@, kendiliğinden yenilenir
vi: %@ mỗi tháng, tự động gia hạn
zh_hans: 每月 %@，自动续订
zh_hant: 每月 %@，自動續訂

# store.privacy
source: Privacy Policy
ar_sa: سياسة الخصوصية
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de_de: Datenschutz
el: Πολιτική απορρήτου
es_es: Política de privacidad
fi: Tietosuojakäytäntö
fr_ca: Politique de confidentialité
he: מדיניות פרטיות
hi: निजता नीति
hu: Adatvédelmi tájékoztató
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nl_nl: Privacybeleid
no: Personvernerklæring
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# store.purchaseFailed
source: Purchase failed: %@
ar_sa: فشل الشراء: %@
cs: Nákup se nezdařil: %@
da: Købet mislykkedes: %@
de_de: Kauf fehlgeschlagen: %@
el: Η αγορά απέτυχε: %@
es_es: La compra falló: %@
fi: Osto epäonnistui: %@
fr_ca: Échec de l'achat : %@
he: הרכישה נכשלה: %@
hi: ख़रीद विफल: %@
hu: A vásárlás nem sikerült: %@
id: Pembelian gagal: %@
it: Acquisto non riuscito: %@
ja: 購入に失敗しました: %@
ko: 구입 실패: %@
ms: Pembelian gagal: %@
nl_nl: Aankoop mislukt: %@
no: Kjøpet mislyktes: %@
pl: Zakup nie powiódł się: %@
pt_br: A compra falhou: %@
ro: Achiziția a eșuat: %@
ru: Покупка не прошла: %@
sv: Köpet misslyckades: %@
th: การซื้อล้มเหลว: %@
tr: Satın alma başarısız: %@
vi: Mua không thành công: %@
zh_hans: 购买失败：%@
zh_hant: 購買失敗：%@

# store.renewalTerms
source: The monthly plan renews each month until you cancel it. Cancel any time in Settings › Apple Account › Subscriptions, at least a day before it renews. The one-off unlock is a single payment and never renews.
ar_sa: تتجدّد الخطة الشهرية كل شهر حتى تُلغيها. يمكنك الإلغاء في أي وقت من الإعدادات › حساب Apple › الاشتراكات، قبل يوم واحد على الأقل من التجديد. الفتح لمرة واحدة دفعة واحدة ولا يتجدّد أبدًا.
cs: Měsíční plán se obnovuje každý měsíc, dokud ho nezrušíš. Zrušit můžeš kdykoli v Nastavení › Účet Apple › Předplatná, nejpozději den před obnovením. Jednorázové odemčení je jediná platba a nikdy se neobnovuje.
da: Månedsabonnementet fornyes hver måned, indtil du opsiger det. Du kan opsige når som helst i Indstillinger › Apple-konto › Abonnementer, senest en dag før fornyelsen. Engangskøbet er en enkelt betaling og fornyes aldrig.
de_de: Das Monatsabo verlängert sich jeden Monat, bis du kündigst. Kündigen kannst du jederzeit unter Einstellungen › Apple-Account › Abonnements, spätestens einen Tag vor der Verlängerung. Die einmalige Freischaltung ist eine einzelne Zahlung und verlängert sich nie.
el: Η μηνιαία συνδρομή ανανεώνεται κάθε μήνα μέχρι να την ακυρώσεις. Μπορείς να ακυρώσεις οποτεδήποτε από Ρυθμίσεις › Λογαριασμός Apple › Συνδρομές, τουλάχιστον μία μέρα πριν την ανανέωση. Το εφάπαξ ξεκλείδωμα είναι μία πληρωμή και δεν ανανεώνεται ποτέ.
es_es: El plan mensual se renueva cada mes hasta que lo canceles. Puedes cancelarlo cuando quieras en Ajustes › Cuenta de Apple › Suscripciones, al menos un día antes de la renovación. El pago único es un solo cobro y nunca se renueva.
fi: Kuukausitilaus uusiutuu joka kuukausi, kunnes peruutat sen. Voit peruuttaa milloin tahansa: Asetukset › Apple-tili › Tilaukset, viimeistään vuorokautta ennen uusiutumista. Kertaosto on yksi maksu eikä uusiudu koskaan.
fr_ca: L'abonnement mensuel se renouvelle chaque mois jusqu'à résiliation. Vous pouvez résilier à tout moment dans Réglages › Compte Apple › Abonnements, au moins un jour avant le renouvellement. L'achat unique est un paiement unique et ne se renouvelle jamais.
he: התוכנית החודשית מתחדשת מדי חודש עד שתבטל. אפשר לבטל בכל עת בהגדרות › חשבון Apple › מינויים, לפחות יום לפני החידוש. הרכישה החד-פעמית היא תשלום יחיד ולעולם אינה מתחדשת.
hi: मासिक योजना हर महीने तब तक नवीनीकृत होती है जब तक आप रद्द न करें। सेटिंग्स › Apple खाता › सदस्यताएँ में कभी भी, नवीनीकरण से कम से कम एक दिन पहले रद्द किया जा सकता है। एक बार का भुगतान सिर्फ़ एक ही भुगतान है और कभी नवीनीकृत नहीं होता।
hu: A havi csomag minden hónapban megújul, amíg le nem mondod. Bármikor lemondhatod a Beállítások › Apple-fiók › Előfizetések menüben, legkésőbb egy nappal a megújulás előtt. Az egyszeri feloldás egyetlen fizetés, és soha nem újul meg.
id: Paket bulanan diperpanjang tiap bulan sampai kamu batalkan. Batalkan kapan saja di Pengaturan › Akun Apple › Langganan, paling lambat sehari sebelum perpanjangan. Pembukaan sekali bayar adalah pembayaran tunggal dan tidak pernah diperpanjang.
it: Il piano mensile si rinnova ogni mese finché non lo disdici. Puoi disdire quando vuoi in Impostazioni › Account Apple › Abbonamenti, almeno un giorno prima del rinnovo. Lo sblocco una tantum è un pagamento singolo e non si rinnova mai.
ja: 月額プランは解約するまで毎月自動更新されます。解約は「設定 › Apple アカウント › サブスクリプション」から、更新日の 1 日前までにいつでも行えます。買い切りは一度きりの支払いで、更新はありません。
ko: 월간 요금제는 해지할 때까지 매달 자동으로 갱신됩니다. 설정 › Apple 계정 › 구독에서 갱신 하루 전까지 언제든 해지할 수 있습니다. 한 번만 결제하는 잠금 해제는 단일 결제이며 갱신되지 않습니다.
ms: Pelan bulanan diperbaharui setiap bulan sehingga anda membatalkannya. Batalkan bila-bila masa di Tetapan › Akaun Apple › Langganan, sekurang-kurangnya sehari sebelum pembaharuan. Pembukaan sekali bayar ialah bayaran tunggal dan tidak pernah diperbaharui.
nl_nl: Het maandabonnement verlengt elke maand tot je opzegt. Opzeggen kan altijd via Instellingen › Apple-account › Abonnementen, uiterlijk een dag voor de verlenging. De eenmalige ontgrendeling is één betaling en verlengt nooit.
no: Månedsplanen fornyes hver måned til du sier den opp. Du kan si opp når som helst i Innstillinger › Apple-konto › Abonnementer, senest en dag før fornyelsen. Engangskjøpet er én betaling og fornyes aldri.
pl: Plan miesięczny odnawia się co miesiąc, dopóki go nie anulujesz. Anulować możesz w Ustawieniach › Konto Apple › Subskrypcje, najpóźniej dzień przed odnowieniem. Jednorazowe odblokowanie to pojedyncza płatność, która nigdy się nie odnawia.
pt_br: O plano mensal renova todo mês até você cancelar. Dá para cancelar quando quiser em Ajustes › Conta Apple › Assinaturas, pelo menos um dia antes da renovação. A compra única é um pagamento só e nunca renova.
ro: Planul lunar se reînnoiește în fiecare lună până îl anulezi. Poți anula oricând din Setări › Cont Apple › Abonamente, cu cel puțin o zi înainte de reînnoire. Deblocarea unică este o singură plată și nu se reînnoiește niciodată.
ru: Ежемесячная подписка продлевается каждый месяц, пока вы её не отмените. Отменить можно в любой момент: Настройки › Аккаунт Apple › Подписки, не позднее чем за сутки до продления. Разовая покупка — единственный платёж, она не продлевается.
sv: Månadsplanen förnyas varje månad tills du säger upp den. Du kan säga upp när som helst i Inställningar › Apple-konto › Prenumerationer, senast en dag före förnyelsen. Engångsköpet är en enda betalning och förnyas aldrig.
th: แผนรายเดือนจะต่ออายุทุกเดือนจนกว่าคุณจะยกเลิก ยกเลิกได้ทุกเมื่อที่ การตั้งค่า › บัญชี Apple › การสมัครใช้บริการ อย่างช้าหนึ่งวันก่อนต่ออายุ ส่วนการปลดล็อกครั้งเดียวเป็นการจ่ายครั้งเดียวและไม่ต่ออายุ
tr: Aylık plan, iptal edene kadar her ay yenilenir. Ayarlar › Apple Hesabı › Abonelikler bölümünden, yenilemeden en az bir gün önce dilediğin zaman iptal edebilirsin. Tek seferlik açma tek bir ödemedir ve asla yenilenmez.
vi: Gói tháng tự gia hạn hằng tháng cho đến khi bạn hủy. Có thể hủy bất cứ lúc nào trong Cài đặt › Tài khoản Apple › Đăng ký, chậm nhất một ngày trước khi gia hạn. Gói mua một lần chỉ thanh toán một lần và không bao giờ gia hạn.
zh_hans: 月度方案在你取消前每月自动续订。可随时在「设置 › Apple 账户 › 订阅」中取消，最迟在续订前一天。一次买断只付一次，永不续订。
zh_hant: 月方案在你取消前每月自動續訂。可隨時在「設定 › Apple 帳號 › 訂閱項目」中取消，最遲在續訂前一天。一次買斷只付一次，永不續訂。

# store.restore
source: Restore purchases
ar_sa: استعادة المشتريات
cs: Obnovit nákupy
da: Gendan køb
de_de: Käufe wiederherstellen
el: Επαναφορά αγορών
es_es: Restaurar compras
fi: Palauta ostot
fr_ca: Restaurer les achats
he: שחזור רכישות
hi: ख़रीद बहाल करें
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 복원
ms: Pulihkan pembelian
nl_nl: Aankopen herstellen
no: Gjenopprett kjøp
pl: Przywróć zakupy
pt_br: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın alımları geri yükle
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 回復購買項目

# store.restoreFailed
source: Restore failed: %@
ar_sa: فشلت الاستعادة: %@
cs: Obnovení se nezdařilo: %@
da: Gendannelse mislykkedes: %@
de_de: Wiederherstellung fehlgeschlagen: %@
el: Η επαναφορά απέτυχε: %@
es_es: La restauración falló: %@
fi: Palautus epäonnistui: %@
fr_ca: Échec de la restauration : %@
he: השחזור נכשל: %@
hi: बहाली विफल: %@
hu: A visszaállítás nem sikerült: %@
id: Pemulihan gagal: %@
it: Ripristino non riuscito: %@
ja: 復元に失敗しました: %@
ko: 복원 실패: %@
ms: Pemulihan gagal: %@
nl_nl: Herstellen mislukt: %@
no: Gjenoppretting mislyktes: %@
pl: Przywracanie nie powiodło się: %@
pt_br: A restauração falhou: %@
ro: Restaurarea a eșuat: %@
ru: Восстановление не удалось: %@
sv: Återställningen misslyckades: %@
th: การกู้คืนล้มเหลว: %@
tr: Geri yükleme başarısız: %@
vi: Khôi phục không thành công: %@
zh_hans: 恢复失败：%@
zh_hant: 回復失敗：%@

# store.restored
source: Restored. The training is unlocked.
ar_sa: تمت الاستعادة. التدريب مفتوح.
cs: Obnoveno. Trénink je odemčený.
da: Gendannet. Træningen er låst op.
de_de: Wiederhergestellt. Das Training ist freigeschaltet.
el: Έγινε επαναφορά. Η προπόνηση είναι ξεκλείδωτη.
es_es: Restaurado. El entrenamiento está desbloqueado.
fi: Palautettu. Harjoittelu on avattu.
fr_ca: Restauré. L'entraînement est débloqué.
he: שוחזר. האימון פתוח.
hi: बहाल हो गया। अभ्यास खुला है।
hu: Visszaállítva. Az edzés fel van oldva.
id: Dipulihkan. Latihannya terbuka.
it: Ripristinato. L'allenamento è sbloccato.
ja: 復元しました。トレーニングが解放されています。
ko: 복원했습니다. 훈련이 열렸습니다.
ms: Dipulihkan. Latihan telah dibuka.
nl_nl: Hersteld. De training is ontgrendeld.
no: Gjenopprettet. Treningen er låst opp.
pl: Przywrócono. Trening odblokowany.
pt_br: Restaurado. O treino está desbloqueado.
ro: Restaurat. Antrenamentul este deblocat.
ru: Восстановлено. Тренировки открыты.
sv: Återställt. Träningen är upplåst.
th: กู้คืนแล้ว ปลดล็อกการฝึกแล้ว
tr: Geri yüklendi. Antrenman açık.
vi: Đã khôi phục. Phần luyện tập đã mở khóa.
zh_hans: 已恢复，训练已解锁。
zh_hant: 已回復，訓練已解鎖。
